Repository: danishalikhan688/LanguageProject
Catalog: LanguageProjects/Resources/AccountModule.*.resx
Languages: ar

source: Enter Contact Number
ar: أدخل رقم الاتصال

source: Enter Contact Person Name
ar: أدخل اسم جهة الاتصال

source: Enter Currency
ar: أدخل العملة

source: Enter Email
ar: أدخل البريد الإلكتروني

source: Enter First Name
ar: أدخل الاسم الأول

source: Enter From Date
ar: أدخل من التاريخ

source: Enter Industry
ar: أدخل الصناعة

source: Enter Last Name
ar: إدخال اسم آخر

source: Enter Line Of Business
ar: أدخل خط الأعمال

source: Enter Name
ar: أدخل الاسم

source: Enter_To_Date
ar: أدخل حتى الآن

source: Expense Budget
ar: ميزانية المصاريف

source: Income Chart
ar: مخطط الدخل

source: Income from Construction Projects
ar: الدخل من مشاريع البناء

source: Industry
ar: صناعة

source: Inventory Dashboard
ar: لوحة تحكم المخزون

source: JUSTIN TIMBERLAKE
ar: جاستن تمبرليك

source: Last Name
ar: الكنية

source: Logo
ar: شعار

source: Manage Payable Parties
ar: إدارة الأطراف المستحقة الدفع

source: Monitoring Officier
ar: ضابط المراقبة

source: Monitoring reports submitted
ar: تم تقديم تقارير المراقبة

source: Month
ar: شهر

source: Monthly Dashboard
ar: لوحة القيادة الشهرية

source: MO_Comments_or_Remarks_If_any
ar: تعليقات MO أو ملاحظات إن وجدت

source: Name
ar: اسم

source: Net Current Assets
ar: صافي الأصول الجارية

# Net_current_assets_0r_Total_assets
source: Net current assets / Total assets
ar: صافي الأصول الجارية / إجمالي الأصول

source: Net Profit
ar: صافي الربح

source: Of Budget
ar: الميزانية

source: Of Payment Made
ar: من الدفع

source: or higher
ar: أو أعلى

source: Over
ar: على

source: Paid Bills
ar: فواتير مدفوعة

# Party_Name
source: Payable
ar: اسم الحزب

source: Payments Received
ar: الدفعات المستلمة

# PDF_or_Excel_or_other_formats
source: PDF/Excel/other formats
ar: PDF / Excel / تنسيقات أخرى

# Pending_employer_approval
source: after employer approval
ar: في انتظار موافقة صاحب العمل

# Percenage_OF_TARGET
source: % OF TARGET
ar: استهداف

source: Percentage
ar: النسبة المئوية

source: Picture
ar: صورة

source: previous month
ar: الشهر الماضى

source: Print Amounts In
ar: كميات الطباعة في

source: Products
ar: منتجات

source: Products by Status
ar: المنتجات حسب الحالة

source: Products To Reorder
ar: إعادة ترتيب المنتجات

# Profit_and_Loss_Before_Tax
source: Profit/Loss Before Tax
ar: الربح / الخسارة قبل الضريبة

source: Profit before interest and tax
ar: الربح قبل الفوائد والضرائب

# Profit_before_interest_and_tax__or__Total_assets
source: Profit before interest and tax / Total assets
ar: الربح قبل الفوائد والضرائب / إجمالي الأصول

source: Project Expenses
ar: مصاريف المشروع

source: Project Expenses Dashboard
ar: لوحة معلومات نفقات المشروع

source: Purchases
ar: المشتريات

source: Quantity to be Reorderd units
ar: الكمية المطلوب إعادة ترتيبها هي الوحدات

source: Quick Ratio
ar: معدل سريع

source: Quick Ratio Target
ar: هدف النسبة السريعة

source: Ratio Status
ar: نسبة الحالة

source: Registraion Date
ar: تاريخ التسجيل

source: REMAINING BUDGET
ar: ميزانية متبقية

source: Rental Income
ar: إيرادات الإيجار

source: Reorder
ar: إعادة ترتيب

source: Report Overview
ar: نظرة عامة على التقرير

source: Report Total
ar: إجمالي التقرير

source: Retained earnings
ar: الأرباح المحتجزة

# Retained_earnings_or_Total_assets
source: Retained earnings / Total assets
ar: الأرباح المبقاة / إجمالي الأصول

source: SALES
ar: مبيعات

# Sales_or_Target
source: Sales/Target
ar: هدف المبيعات

source: save
ar: حفظ

source: Save Changes
ar: تم حفظ التغييرات

source: Select Company
ar: حدد الشركة

# Serial_No
source: SR#
ar: رقم سري

source: Shareholders fund
ar: صندوق المساهمين

# Share_holders_funds__or__Total_liabilities
source: Share holders funds / Total liabilities
ar: أموال المساهمين / إجمالي الخصوم

source: Showing
ar: عرض

source: Show entries
ar: إظهار الإدخالات

source: Signed Off
ar: تسجيل الخروج

source: SNo
ar: الرقم التسلسلي

source: Statement Date
ar: تاريخ كشف الحساب

source: Stock Current Value
ar: قيمة المخزون الحالية

# Stock_Current_Value_dollar
source: Stock Current Value (RO)
ar: قيمة المخزون الحالي (ريال عماني)

source: stock ok
ar: الأسهم موافق

source: Suppliers
ar: الموردون

source: TARGET
ar: مبيعات

source: to
ar: إلى

source: TOBY_KEITH
ar: توبي كيث

source: Total Assets
ar: إجمالي الأصول

source: Total Direct Expenses
ar: إجمالي المصروفات المباشرة

source: Total Expenses
ar: المصروفات الكلية

source: Total_Income
ar: إجمالي الدخل

source: Total_Indirect_Expenses
ar: إجمالي المصروفات غير المباشرة

source: Total liabilities
ar: اجمالي المطلوبات

# Total_liabilities_or_Total_Assets
source: Total liabilities/Total Assets
ar: إجمالي الخصوم / إجمالي الأصول

source: Total liabilities or Total Equity
ar: إجمالي المطلوبات أو إجمالي حقوق الملكية

source: Total Z Score
ar: إجمالي نقاط Z

source: Zero Stock Products
ar: منتجات مخزون صفر

source: Add Chart of Accounts
ar: أضف مخطط الحسابات

source: add items
ar: إضافة عناصر

source: add new item
ar: أضف أداة جديدة

source: add new voucher type
ar: إضافة نوع قسيمة جديدة

source: Add opening Balance
ar: إضافة رصيد افتتاحي

# Add_or_Edit_Receivable_Parties
source: Add/Edit Receivable Parties
ar: إضافة / تحرير الأطراف المستحقة

source: Apply Filter
ar: تطبيق عامل التصفية

source: Apportionment to Project
ar: قسمة المشروع

source: Approved
ar: وافق

source: Average Creditor Days
ar: متوسط أيام الدائن

source: Bank payment voucher
ar: سند صرف بنكي

source: Bank_Receipt_Voucher
ar: قسيمة إيصال البنك

source: Cash_Payment_voucher
ar: قسيمة الدفع النقدي

source: Cash Receipt Voucher
ar: قسيمة استلام النقد

source: Chart Of Accounts
ar: جدول الحسابات

source: clear Re-Import
ar: مسح إعادة الاستيراد

source: Comments
ar: تعليقات

source: comparative report
ar: تقرير مقارن

source: Cost of sales
ar: تكلفة المبيعات

source: Date range
ar: نطاق الموعد

source: Declined Requisition
ar: طلب مرفوض

source: Delete Requisition
ar: حذف الطلب

source: Delivery On Or Before
ar: التسليم في أو قبل ذلك

source: edit Requisition
ar: تحرير الطلب

source: Entry Code
ar: كود الدخول

source: Equity
ar: القيمة المالية

source: Filter By Department
ar: تصفية حسب القسم

source: Filter By Status
ar: تصفية حسب الحالة

source: General Ledger
ar: دفتر الأستاذ العام

source: General Purpose of Requisition
ar: الغرض العام من الطلب

source: Generate RFQ
ar: إنشاء RFQ

source: Get Format
ar: احصل على التنسيق

source: imported file
ar: الملف المستورد

source: Import Chart Of account and trial balance
ar: استيراد مخطط الحساب والرصيد التجاري

source: Item Description
ar: وصف السلعة

source: Item Quantity
ar: البند الكمية

# Journal_Voucher_Detail
source: Journal Voucher's Detail
ar: تفاصيل قسيمة دفتر اليومية

source: last update
ar: اخر تحديث

source: Liabilities
ar: المطلوبات

source: Line Of Business
ar: خط ادارة الاعمال

source: Low
ar: عالي

source: Manage Purchase Order
ar: إدارة طلب الشراء

source: Manage quotation
ar: إدارة الاقتباس

source: Manage Receivable Parties
ar: إدارة الأطراف المدينة

source: Manage Requisition Committee
ar: إدارة لجنة الطلبات

source: manage status
ar: إدارة الحالة

source: Medium
ar: متوسط

source: member Id
ar: معرف العضو

source: Notes to Financial Statements for the Year
ar: ملاحظات على البيانات المالية للسنة

source: Only For Ageing Purpose
ar: فقط لغرض الشيخوخة

source: Open
ar: افتح

source: Opening Balance Detail
ar: تفاصيل الرصيد الافتتاحي

source: Order Accepted
ar: النظام مقبول

source: please select employee
ar: الرجاء تحديد موظف

source: PO generated
ar: تم إنشاء أمر الشراء

source: PO tracker
ar: تعقب PO

source: Procurement Committee
ar: لجنة المشتريات

# Property_Plant_and_Equipment_Schedule
source: Property Plant & Equipment Schedule
ar: جدول الممتلكات والتجهيزات

source: Purchase Requisition
ar: طلب شراء

source: Quantity
ar: كمية

source: Requester
ar: مقدم الطلب

source: Request For Quotation
ar: طلب عرض أسعار

source: Requisition No
ar: الطلب لا

source: Requisition Tracker
ar: تعقب الطلبات

source: Save Requisition
ar: حفظ الطلب

source: Select Currency
ar: اختر العملة

source: Select Department
ar: حدد القسم

source: Select Filter
ar: حدد تصفية

source: Select Location
ar: اختر موقعا

source: Select Priority
ar: حدد الأولوية

source: Send
ar: إرسال

source: Sending Approval To Committee
ar: إرسال الموافقة إلى اللجنة

source: sending for approval
ar: إرسال للموافقة عليها

source: Send RFQ to vendor
ar: إرسال RFQ إلى البائع

source: Set Up Voucher Type
ar: قم بإعداد نوع الإيصال

source: Share Capital
ar: رأس المال

source: Transaction Date
ar: تاريخ الصفقة

source: update Requisition status
ar: تحديث حالة الطلب

source: vendor_name
ar: اسم البائع

source: View
ar: رأي

source: view all voucher type
ar: عرض جميع أنواع القسائم

source: view log
ar: سجل عرض

source: Additional Emails For Open Vendors
ar: رسائل بريد إلكتروني إضافية للبائعين المفتوحين

source: Additional NOTE
ar: مذكرة إضافية

# Additional_NOTE_or_FAQ
source: Additional NOTE / FAQ
ar: ملاحظة إضافية / أسئلة وأجوبة

source: Add Currency
ar: أضف العملة

source: Add Locations
ar: أضف المواقع

source: Add New Color
ar: أضف لون جديد

source: Add New Item Category
ar: إضافة فئة عنصر جديد

source: Add New Item Quality
ar: إضافة جودة عنصر جديد

source: Add New Item Size
ar: إضافة حجم عنصر جديد

source: Add New Product Type
ar: أضف نوع منتج جديد

source: Add New Unit
ar: أضف وحدة جديدة

source: add product
ar: أضف منتج

source: Add Requisition Status
ar: إضافة حالة الطلب

source: add supplier
ar: إضافة مورد

source: Alias
ar: الاسم المستعار

source: approved by manager
ar: وافق عليه المدير

source: Back
ar: عودة

source: Barcode Management
ar: إدارة الباركود

source: Color
ar: اللون

source: column visibility
ar: رؤية العمود

source: complete quotation
ar: اقتباس كامل

source: Confirm
ar: تؤكد

source: Create PO
ar: إنشاء صندوق بريد

source: create PO for multiple
ar: إنشاء صندوق بريد متعدد

source: Create purchase order
ar: إنشاء أمر شراء

source: currency name
ar: اسم العملة

source: Document Manager
ar: مدير الوثائق

source: Files uploaded against ref
ar: الملفات المرفوعة ضد المرجع

source: Finance
ar: المالية

source: financial statements
ar: القوائم المالية

source: Incomplete quotation
ar: اقتباس غير مكتمل

source: information saved
ar: المعلومات المحفوظة

source: is completed
ar: قد اكتمل

source: item category
ar: العنصر فئة

source: item color
ar: لون العنصر

source: Item Product
ar: المنتج البند

source: item Quality
ar: جودة المنتج

source: item size
ar: حجم الصنف

source: item unit
ar: وحدة العنصر

source: list of items
ar: قائمة العناصر

source: location name
ar: اسم الموقع

source: Manage Locations
ar: إدارة المواقع

source: Manage Products
ar: إدارة المنتجات

source: Manage Requisition Priority
ar: إدارة أولوية الطلب

source: Manage Requisition Status
ar: إدارة حالة الطلب

source: Order Quantity
ar: كمية الطلب

source: other reports
ar: تقارير أخرى

source: PPE schedule
ar: جدول معدات الوقاية الشخصية

source: PROCUREMENT
ar: تحصيل

source: Product
ar: المنتج

source: product code
ar: كود المنتج

source: product name
ar: اسم المنتج

source: Product type
ar: نوع المنتج

# Provide_commad_separated_emails_for_multiple_vendors
source: Provide comma separated emails for multiple vendors
ar: تقديم رسائل بريد إلكتروني مفصولة بفواصل لعدة بائعين

source: purchase order
ar: أمر شراء

source: Quality
ar: جودة

source: Rate per item
ar: معدل لكل عنصر

source: received quotation
ar: تلقى الاقتباس

source: Recent Activity
ar: النشاط الأخير

source: reference number
ar: رقم المرجع

source: Remarks
ar: ملاحظات

source: Requisition Priority
ar: أولوية الطلب

source: Services
ar: خدمات

source: Setup Accounts
ar: إعداد الحسابات

source: Setup Inventory
ar: إعداد الجرد

source: Size
ar: بحجم

# Suppliers_Company
source: Suppliers Company's
ar: شركة الموردين

source: supplier name
ar: اسم المورد

source: Supplier Type
ar: نوع المورد

source: Unable To Change Status
ar: غير قادر على تغيير الحالة

source: Unit
ar: وحدة

source: upload Documents
ar: تحميل المستندات

source: vendor registration
ar: تسجيل البائعين

source: View All Items
ar: عرض كل العناصر

source: View All Item Category
ar: عرض كل فئة البند

source: View All Item Colors
ar: عرض جميع ألوان العنصر

source: View All Item Product Type
ar: عرض كل نوع المنتج البند

source: View All Item Quality
ar: مشاهدة الكل جودة المنتج

source: View All Item Sizes
ar: عرض جميع مقاسات العناصر

source: View All Locations
ar: عرض كل المواقع

# View_All_tem_Product_Type
source: View All Item Product Type
ar: عرض كل نوع المنتج البند

source: View All Units
ar: عرض جميع الوحدات

source: view files
ar: عرض الملفات

source: view RFQ
ar: عرض RFQ

source: Additional Notes
ar: ملاحظات إضافية

source: Address and Contact Information
ar: العنوان ومعلومات الاتصال

source: Add biometric
ar: إضافة البيومترية

source: Add Deduction
ar: إضافة الخصم

source: Add Department
ar: إضافة قسم

source: Add Designation
ar: أضف التعيين

source: Add Education
ar: أضف التعليم

source: Add Employee Performance
ar: إضافة موظف أداء

# Add_IP_orMac_Address
source: add IP/Mac Address
ar: إضافة عنوان IP / Mac

source: Add Leave Type
ar: إضافة نوع الإجازة

source: Add Request
ar: طلب إضافة

source: Add Works Shifts
ar: أضف نوبات العمل

source: Allowances and benefits
ar: البدلات والمزايا

source: Assign Allowance
ar: تخصيص بدل

source: Attach Document
ar: إرفاق المستندات

source: Attendance by authorize
ar: الحضور عن طريق الإذن

source: Attendance by self
ar: الحضور بالنفس

source: Attendance Management
ar: إدارة الحضور

source: Attendance system
ar: نظام الحضور

source: Change method
ar: طريقة التغيير

source: Custom Format
ar: تنسيق مخصص

source: Date Of Birth
ar: تاريخ الولادة

source: Date Of Joining
ar: تاريخ الانضمام

source: Deductions
ar: الخصومات

source: Deduction Name
ar: اسم الخصم

source: Default Format
ar: التنسيق الافتراضي

source: Degree Title
ar: عنوان الدرجة

source: Department_Name
ar: اسم القسم

source: Designation name
ar: اسم التعيين

source: Education Information
ar: معلومات التعليم

source: Employee Attendance
ar: حضور الموظف

source: Employee Code Format
ar: تنسيق رمز الموظف

source: Employee File section
ar: قسم ملف الموظف

source: Employee ID
ar: هوية الموظف

source: employee performance
ar: أداء الموظفين

source: employee request
ar: طلب موظف

source: Employee Status
ar: حالة الموظف

source: Employee Time Sheet
ar: جدول وقت الموظف

source: from
ar: من عند

source: Full name
ar: الاسم الكامل

source: gender
ar: جنس

source: General Information
ar: معلومات عامة

source: Go Back
ar: عد

source: Gross Amount
ar: المبلغ الإجمالي

source: Institute Name
ar: اسم المعهد

# Institute_or_College_Name
source: Institute/ College Name
ar: اسم المعهد / الكلية

source: IP configuration
ar: تكوين IP

source: Job Benefits
ar: مزايا الوظيفة

source: Job Description
ar: المسمى الوظيفي

source: Job Detail
ar: تفاصيل الوظيفة

source: Job Tittle
ar: عنوان وظيفي

source: Joining Date
ar: تاريخ الانضمام

source: Leave_List
ar: قائمة المغادرة

source: Leave Name
ar: اترك الاسم

source: Leave Type
ar: نوع الإجازة

source: List Of Employee
ar: قائمة الموظفين

source: Location
ar: موقعك

source: Manage Attendance Method
ar: إدارة طريقة الحضور

source: Manage Attendance Request
ar: إدارة طلب الحضور

source: Manage Deduction
ar: إدارة الخصم

source: Manage Department
ar: إدارة القسم

source: Manage Designation
ar: إدارة التعيين

source: Manage Holidays
ar: إدارة أيام هولي

# Manage_IP_or_Mac_Address
source: Manage IP/Mac Address
ar: إدارة عنوان IP / Mac

source: Manage Job
ar: إدارة الوظيفة

source: Martial Status
ar: الحالة الاجتماعية

source: Max Salary
ar: الراتب الأقصى

source: Middle Name
ar: الاسم الأوسط

source: NET PAY
ar: صافي الأجر

source: no file chosen
ar: لم تقم باختيار ملف

source: Payroll Sheet
ar: ورقة الرواتب

source: Performances Detail
ar: تفاصيل العروض

source: role
ar: وظيفة

source: Select Employee
ar: اختر الموظف

source: Seniority level
ar: مستوى الأقدمية

source: Setup HR
ar: إعداد الموارد البشرية

source: Shift
ar: تحول

source: Shift Name
ar: اسم التحول

source: Work Phone
ar: هاتف عمل

source: AddEdit Allowance
ar: إضافة تحرير بدل

source: Add Allownace
ar: إضافة بدل

# Add_or_Edit_Deduction
source: Add/Edit Deduction
ar: إضافة / تعديل الخصم

source: Allowance
ar: مخصص

source: Allownace Name
ar: اسم البدل

source: Enter Allownace
ar: أدخل البدل

# Make_This_Allownce_Compulosry
source: Make This Allowance Compulsory
ar: اجعل هذا العلاوة إلزامية

source: Please Enter
ar: تفضل

source: Please Select
ar: الرجاء التحديد
