Repository: danishalikhan688/LanguageProject
Catalog: LanguageProjects/Resources/AccountModule.*.resx
Languages: ar

source: Account Categories
ar: فئات الحساب

source: Account Categories Code
ar: رمز فئات الحساب

source: Account Category
ar: فئة الحساب

source: Account Code
ar: رمز الحساب

source: Account Description
ar: وصف الحساب

source: Account Detail
ar: تفاصيل الحساب

source: Account Head
ar: رئيس الحساب

source: Accounting Officer
ar: موظف محاسبة

source: Account Name
ar: أسم الحساب

source: Account Receivable Dashboard
ar: لوحة تحكم الحساب المستحقة

source: Accounts
ar: حسابات

source: Account Status
ar: حالة الحساب

source: Account Sub Category
ar: فئة الحساب الفرعية

source: Account Sub Category Code
ar: رمز فئة الحساب الفرعي

source: Accounts Payable
ar: حسابات قابلة للدفع

source: Accounts Payable Dashboard
ar: لوحة تحكم الحسابات الدائنة

# Account_No
source: Account #
ar: الحساب #

source: Account Payable
ar: حساب المستحق

source: Account Receivable
ar: حساب العميل

source: Accrual Basis Of Accounting
ar: أساس الاستحقاق المحاسبي

# Accrual_Basis_Of_Accounting_statment
source: These financial statements have been prepared under the accrual basis of accounting.
ar: تم إعداد هذه البيانات المالية على أساس الاستحقاق المحاسبي.

source: Accumulated Depreciation
ar: الاستهلاك المتراكم

source: Action
ar: عمل

source: Active
ar: نشيط

source: Add
ar: أضف

source: Add New Account
ar: إضافة حساب جديد

source: Add New Company
ar: إضافة شركة جديدة

source: Add New Journal Voucher
ar: عرض كل قسيمة المجلة

source: Add New Project
ar: إضافة مشروع جديد

source: Add NewSub Account
ar: إضافة حساب فرعي جديد

source: Add New Voucher Type
ar: أضف نوع قسيمة جديد

source: Amount
ar: كمية

source: Amounts Over Due invoices
ar: مبالغ الفواتير المستحقة

source: AP Funnel
ar: قمع AP

source: Apply Filter
ar: تطبيق عامل التصفية

source: Approve
ar: يوافق

source: Ask for resubmittion
ar: اطلب إعادة التقديم

source: Assets
ar: الأصول

source: Asset Schedule
ar: جدول الأصول

source: AS AT JUNE
ar: كما في يونيو

source: Average Accounts Payable Days
ar: متوسط ​​أيام حسابات الدفع

source: Average Accounts Receivable Days
ar: متوسط ​​أيام حسابات القبض

source: Average Creditor Days
ar: متوسط ​​أيام الدائن

source: Balance
ar: توازن

source: BALANCE SHEET
ar: ورقة التوازن

source: Balance as at July
ar: الرصيد كما في يوليو

# Balance_as_at_June
source: Balance at June
ar: الرصيد كما في يونيو

source: Balance as per Bank Book
ar: الرصيد حسب دفتر البنك

source: Balance as per Bank Statement
ar: الرصيد حسب كشف الحساب البنكي

source: BALANCE AS PER BOOK
ar: التوازن حسب الكتاب

source: Balance at July
ar: الرصيد في يوليو

source: Balance at June
ar: الرصيد كما في يوليو

# Balance_received_in_bank_not_yet_booked_in_bank_book
source: Balance as per Bank Book
ar: الرصيد المستلم في البنك لم يتم حجزه بعد في دفتر البنك

source: Bank Account Number
ar: رقم الحساب المصرفي

source: Bank Sub Account
ar: حساب البنك الفرعي

source: Bank charges recorded in books not yet deducted by bank
ar: رسوم مصرفية مسجلة في دفاتر لم يستقطعها البنك بعد

source: Bank deducted charges not yet deducted from bank book
ar: رسوم البنك المخصومة التي لم يتم خصمها بعد من دفتر البنك

source: BANK IN FLOWS
ar: البنك في التدفقات

source: BANK OUT FLOWS
ar: التدفقات المصرفية

source: Bank Reconciliation
ar: التسويات المصرفية

source: Bank Reconciliation Statement
ar: ورقة التوازن

source: Bank Reconciliation Statements
ar: بيانات تسوية البنك

source: Bank Statement Detail
ar: رسوم البنك المخصومة التي لم يتم خصمها بعد من دفتر البنك

source: Basis of Preparation
ar: قواعد التحضير

# Basis_of_Preparation_Statment
source: These Financial Statements has been prepared under the historical cost convention.
ar: تم إعداد هذه البيانات المالية وفقاً لمبدأ التكلفة التاريخية.

source: BEGINNING CASH AT BANK
ar: بداية النقد في البنك

source: BEGINNING CASH ON HAND
ar: تبدأ النقدية على اليد

source: Cancel
ar: إلغاء

source: Capital
ar: رأس المال

# CashAndCashEquivalents
source: Cash & Cash Equivalents
ar: النقد والنقد المعادل

# CashFlowDashboard
source: Average Creditor Days
ar: لوحة القيادة النقدية

source: Cash in Hand
ar: نقد في اليد

source: Cash On Hand
ar: النقد في الصندوق

# Cash_At_bank
source: CASH IN FLOWS
ar: نقد في البنك

source: Cash Deposited into bank not yet Acknowledged by Bank
ar: النقد في البنوك

source: Cash on Hand Flow
ar: النقد عند التدفق اليدوي

source: CASH OUT FLOWS
ar: التدفقات النقدية

source: Categories
ar: التصنيفات

source: Changes in accounting policy
ar: التغييرات في السياسة المحاسبية

source: Change the Language
ar: توجيه الاتهام لهذا العام

source: Charge for the year
ar: توجيه الاتهام لهذا العام

source: Cheque
ar: التحقق من

source: Cheques issued yet not presented to bank for payment
ar: الشيكات الصادرة لم تقدم بعد للبنك للدفع

source: Clearance Date
ar: تاريخ التخليص

# CloseAccountForMonth
source: Close Account For
ar: إغلاق الحساب لـ

source: Closed
ar: مغلق

source: Closing submitted for the month
ar: تم تقديم الإغلاق لهم

source: CLOSING CASH AT BANK
ar: إغلاق النقدية في البنك

source: CLOSING CASH ON HAND
ar: إغلاق النقد باليد

source: Column Visibiity
ar: رؤية العمود

source: Comment
ar: تعليق

source: Commented by Manager
ar: علق عليها المدير

# commentORRemarksIfAny
source: Comments/Remarks (If any)
ar: تعليقات / ملاحظات (إن وجدت)

source: Company
ar: شركة

source: Company Code
ar: كود الشركة

source: Company Detail
ar: تفاصيل الشركة

source: Company Name
ar: اسم الشركة

source: Company Status
ar: حالة الشركة

source: Copyright
ar: حقوق النشر

source: Correction of prior period error
ar: تصحيح خطأ الفترة السابقة

source: Cost
ar: كلفة

source: Credit
ar: ائتمان

source: Currency
ar: تيار

source: Current Assets
ar: الاصول المتداولة

# Current_statment
source: Provision for taxation is calculated on the basis of taxable income, using the rates applicable for the current tax year (i.e. 33%). The applicable tax also incorporate the other factors, include available rebates and tax credits, if any. Further, the calculated tax charge for the year is compared with the turnover tax under the section 113 of the Income Tax Ordinance, 2001, and the higher of the two is provided in the financial statements.
ar: يتم احتساب مخصص الضرائب على أساس الدخل الخاضع للضريبة ، باستخدام المعدلات المطبقة للسنة الضريبية الحالية (أي 33٪). تشمل الضريبة المطبقة أيضًا العوامل الأخرى ، وتشمل الخصومات المتاحة والإعفاءات الضريبية ، إن وجدت. علاوة على ذلك ، فإن الرسوم الضريبية المحسوبة للسنة تتم مقارنتها بضريبة المبيعات بموجب القسم 113 من قانون ضريبة الدخل لعام 2001 ، وأعلى من الاثنين في البيانات المالية.

source: Dashboard
ar: لوحة القيادة

source: Date
ar: تاريخ

source: Date Range Picker
ar: منتقي النطاق الزمني

# Deferred_Statment
source: Deferred tax is calculated using the ‘Balance Sheet Liability’ method through using the rates that are expected to apply for the year which the differences are reversed based on the tax rates that have been enacted (or substantively enacted) by the balance sheet date, which is applied on all the temporary differences. These differences arise between the carrying amount of assets and liabilities in the financial statements and the corresponding tax bases, which are used in the computation of taxable profit. The deferred tax liability is generally recognized (for all taxable temporary differences) by considering deferred tax assets, which are recognized to the extent that it is probable that the taxable profits will be available against which the deductible temporary differences, unused tax losses and tax credits can be utilized. Further, it is charged in the profit and loss account, except in the case of items credited or charged to other comprehensive income or equity, in which case it is included in the other comprehensive income or equity.
ar: يتم حساب الضريبة المؤجلة باستخدام طريقة "مسؤولية الميزانية العمومية" من خلال استخدام المعدلات المتوقع تطبيقها للسنة التي يتم فيها عكس الفروق بناءً على معدلات الضريبة التي تم سنها (أو سنها بشكل جوهري) بحلول تاريخ الميزانية العمومية ، والتي يتم تطبيقه على جميع الفروق المؤقتة. تنشأ هذه الفروق بين القيمة الدفترية للأصول والخصوم في البيانات المالية والأسس الضريبية المقابلة ، والتي يتم استخدامها في حساب الربح الخاضع للضريبة. يتم الاعتراف بالتزام الضريبة المؤجلة بشكل عام (لجميع الفروق المؤقتة الخاضعة للضريبة) من خلال النظر في أصول الضريبة المؤجلة ، والتي يتم الاعتراف بها إلى الحد الذي يكون من المحتمل أن الأرباح الضريبية ستكون متاحة مقابل الفروق المؤقتة القابلة للخصم والخسائر الضريبية غير المستخدمة والائتمانات الضريبية يمكن استخدامها. علاوة على ذلك ، يتم تحميلها في حساب الربح والخسارة ، باستثناء حالة البنود المقيدة أو المحملة على الدخل الشامل أو حقوق الملكية الأخرى ، وفي هذه الحالة يتم تضمينها في الدخل الشامل الآخر أو حقوق الملكية.

source: Deferred Tax
ar: الضريبة المؤجلة

source: Depreciation Expense
ar: وصف المصاريف

source: Depreciation on disposals
ar: إستهلاك في التصرفات

source: Depreciation Rate
ar: معدل الاستهلاك

source: Description
ar: وصف

source: Disposal during the year
ar: التخلص خلال السنة

source: Document Reference
ar: وثيقة مرجعية

source: Ending Balance
ar: الرصيد النهائي

source: entries
ar: إدخالات

source: Entries To Show
ar: إدخالات لإظهار

source: Entry Code
ar: رمز الدخول

source: EntryDate
ar: موعد الدخول

source: First_Slide
ar: الشريحة الأولى

source: GN FOODS (PRIVATE) LIMITED
ar: الأطعمة GN نشر محدو

source: Gross profit
ar: اجمالي الربح

source: Inactive
ar: غير نشط

source: Inventory
ar: المخزون

source: Invoice Date
ar: تاريخ الفاتورة

source: Invoices By Status
ar: الفواتير حسب الحالة

source: Invoices Due Date Today
ar: تاريخ استحقاق الفواتير اليوم

source: Invoices Next to Due Date
ar: الفواتير بجانب تاريخ الاستحقاق

source: Invoices Overdue
ar: فاتورة متأخرة

source: Issue of share capital
ar: إصدار رأس المال

source: Journal Ledger
ar: جورنال ليدجر

source: Journal Voucher
ar: قسيمة المجلة

source: Journal Voucher's Detail
ar: تفاصيل إيصالات اليومية

source: Language
ar: لغة

source: Last Closing Date
ar: تاريخ الإغلاق الأخير

source: Last Month
ar: الشهر الماضي

# LastsevenDays
source: Last 30 Days
ar: اخر 7 ايام

source: Ledger
ar: موازنة

source: Less
ar: أقل

source: List of SME Clients
ar: قائمة عملاء SME

source: MAIN NAVIGATION
ar: الملاحة الرئيسية

source: Monitoring Status
ar: حالة المراقبة

source: Movement
ar: حركة

source: Mubader360
ar: مبادر 360

source: Net Profit/Loss
ar: صافي الربح (الخسارة

source: Next
ar: التالى

source: No Invoice due
ar: لا يوجد فاتورة مستحقة

source: No Invoice due Today
ar: لا توجد فاتورة مستحقة اليوم

source: Non Current Assets
ar: الموجودات غير المتداولة

source: Note
ar: ملحوظة

source: Notes to Financial Statments
ar: ملاحظات على البيانات المالية

source: No record to display
ar: لا يوجد سجل لعرضه

source: Opening Balance
ar: الرصيد الافتتاحي

# OpenInvoices
source: Over due Invoices
ar: فتح الفواتير

source: Other
ar: آخر

source: Paid Invoices
ar: فواتير مدفوعة

source: Payable Account
ar: حساب مستحق الدفع

source: Payable Amount
ar: المبلغ المستحق

source: Payables
ar: الذمم الدائنة

source: Pending
ar: قيد الانتظار

source: Pending manager approval
ar: في انتظار موافقة المدير

source: Previous
ar: عرض

source: Print
ar: طباعة

# PrintingAndStationary
source: Printing & Stationary
ar: الطباعة والقرطاسية

source: Profile
ar: طباعة

source: Profit/Loss Before Tax
ar: خسارة الربح قبل الضريبة

source: Profit / (Loss) for the year
ar: خسارة الربح للسنة

source: Project
ar: مشروع

source: Project Name
ar: اسم المشروع

source: Projects Detail
ar: تفاصيل المشاريع

# PropertyPlantAndEquipment
source: Property Plant & Equipment
ar: الممتلكات والآلات والمعدات

source: Provisions
ar: الأحكام

# Provisions_statment
source: Provisions, if any, are recognized when the Company has a present legal or constructive obligation as a result of past events, it is probable that an outflow of resources will be required to settle the obligation and a reliable estimate of the amount can be made.
ar: يتم الاعتراف بالمخصصات ، إن وجدت ، عندما يكون على الشركة التزام قانوني أو استدلالي حالي نتيجة لأحداث سابقة ، فمن المحتمل أن تدفق الموارد سيكون مطلوبًا لتسوية الالتزام ويمكن إجراء تقدير موثوق للمبلغ.

source: Reason of rejection
ar: سبب الرفض

source: Receivable Account
ar: حساب مستحق

source: Receivable Amount
ar: المبلغ المستحق

source: Receivables
ar: المبالغ المستحقة

source: Reject
ar: رفض

source: RestatedBalance
ar: الرصيد المعاد بيانه

source: Retained Earnings
ar: الأرباح المحتجزة

source: Revenue Recognition
ar: تحقق الإيرادات

# Revenue_Recognition_statment
source: The financial statements are presented in Pakistani Rupees, which is the functional and presentation currency. All financial information presented in Pakistani Rupee has been rounded-off to nearest rupee.
ar: تم عرض البيانات المالية بالروبية الباكستانية ، وهي العملة الوظيفية وعملة العرض. تم تقريب جميع المعلومات المالية المقدمة بالروبية الباكستانية إلى أقرب روبية.

source: Review you accounting
ar: نراجع لك المحاسبة

source: Rupees
ar: روبية

source: Salary Expenses
ar: حساب الراتب

source: SaveChanges
ar: حفظ التغييرات

source: Search
ar: بحث

source: Second_Slide
ar: الشريحة الثانية

source: Select Account
ar: حدد حساب

source: Select Company
ar: اختر الشركة

source: Select Date Range
ar: حدد نطاق التاريخ

source: Select Filter
ar: حدد عامل التصفية

source: Select Month
ar: اختر الشهر

source: Select Project
ar: حدد المشروع

source: Select reason of rejection
ar: حدد سبب الرفض

source: Select Status
ar: اختر الحالة

source: Select SubAccount
ar: حدد الحساب الفرعي

source: Select Sub Category
ar: اختر الفئة الفرعية

source: Select Voucher
ar: حدد قسيمة

source: SelectVoucherType
ar: حدد نوع القسيمة

source: Short Name
ar: اسم قصير

source: Show
ar: تبين

source: SIGNIFICANT ACCOUNTING JUDGEMENTS AND ESTIMATES
ar: أحكام وتقديرات محاسبية هامة

# SIGNIFICANT_ACCOUNTING_JUDGEMENTS_AND_ESTIMATES_statment_1
source: The preparation of financial statements in conformity with the approved accounting standards that requires the use of certain critical accounting estimates.
ar: إعداد البيانات المالية بما يتوافق مع المعايير المحاسبية المعتمدة التي تتطلب استخدام بعض التقديرات المحاسبية الهامة

# SIGNIFICANT_ACCOUNTING_JUDGEMENTS_AND_ESTIMATES_statment_2
source: Estimates and judgements are continously evaluated and are based on historic experience and other factors, including expectations of other events that are believed to be reasonable under the circumstances. Revisions to accounting estimates are recognized in the period in which the estimate is revised and in any future periods affected.
ar: يتم تقييم التقديرات والأحكام باستمرار وتستند إلى الخبرة التاريخية وعوامل أخرى ، بما في ذلك توقعات الأحداث الأخرى التي يعتقد أنها معقولة في ظل هذه الظروف. يتم إدراج التعديلات على التقديرات المحاسبية في الفترة التي يتم فيها تعديل التقدير وفي أي فترات مستقبلية متأثرة.

# SIGNIFICANT_ACCOUNTING_JUDGEMENTS_AND_ESTIMATES_statment_3
source: SIGNIFICANT_ACCOUNTING_JUDGEMENTS_AND_ESTIMATES_statment_4
ar: في عملية تطبيق السياسات المحاسبية ، قامت الإدارة بعمل التقديرات والأحكام التالية ذات الأهمية للبيانات المالية:

# SIGNIFICANT_ACCOUNTING_JUDGEMENTS_AND_ESTIMATES_statment_4
source: a) provision for taxation
ar: أ) مخصص للضرائب

# SIGNIFICANT_ACCOUNTING_JUDGEMENTS_AND_ESTIMATES_statment_5
source: b) provision for doubt ful receivable ; and
ar: ب) مخصص للشكوك المستحقة القبض. و

# SIGNIFICANT_ACCOUNTING_JUDGEMENTS_AND_ESTIMATES_statment_6
source: b) useful life of assets.
ar: ب) العمر الإنتاجي للأصول

source: SIGNIFICANT ACCOUNTING POLICIES
ar: السياسات المحاسبية الهامة

# SIGNIFICANT_ACCOUNTING_POLICIEs_statment
source: Significant accounting policies which are consistently applied in preparation of accounts are as follows:
ar: السياسات المحاسبية الهامة التي يتم تطبيقها باستمرار في إعداد الحسابات هي كما يلي:

source: Signout
ar: خروج

source: Specify in comment
ar: حدد في التعليق

source: Statement
ar: بيان

source: Statement Month
ar: شهر كشف الحساب

source: Statement Of Changes Of Equality
ar: بيان التغيرات في المساواة

source: Statement of Compliance
ar: بيان الامتثال

# Statement_of_Compliance_Statment
source: These financial statements have been prepared in accordance with the approved accounting standards, as applicable in Pakistan. Approved accounting standards comprise of Accounting and Financial Reporting Standards for Small Sized Entities (SSEs) issued by the Institute of Chartered Accountants of Pakistan (ICAP) and provisions of and directives issued under the Companies Ordinance, 1984. In case requirements differ, the provisions or directives of the Companies Ordinance, 1984 shall prevail.
ar: تم إعداد هذه البيانات المالية وفقاً لمعايير المحاسبة المعتمدة ، كما هو مطبق في باكستان. تشمل المعايير المحاسبية المعتمدة معايير المحاسبة والتقارير المالية للشركات الصغيرة الحجم (SSEs) الصادرة عن معهد المحاسبين القانونيين في باكستان (ICAP) والأحكام والتوجيهات الصادرة بموجب قانون الشركات لعام 1984. في حالة اختلاف المتطلبات ، فإن الأحكام أو تسري تعليمات قانون الشركات لسنة 1984

source: Statement of Financial Position
ar: بيان المركز المالي

source: statment
ar: بيان

source: Statment Of Profit and Loss
ar: بيان الربح والخسارة

source: Status
ar: الحالة

source: STATUS AND ITS OPERATIONS
ar: الحالة وعملياتها

# STATUS_AND_ITS_OPERATIONS_Statments
source: GN_Foods (Pvt) Limited (here-in-after referred to as 'Company') was incorporated with the registrar of companies as a 'Company Limited by Shares' in the Security and Exchange Commission of Pakistan (SECP) on December 14, 2012, which is located at Plot No.131, Industrial Triangle, Kahuta Road, Humak, Islamabad. was incorporated in as a private limited company under Companies Ordinance, 1984. The Company is primarily engaged in the import and trade of yougart, material for refreshment and their processing items.
ar: تم دمج شركة GN Foods الخاصة المحدودة (المشار إليها هنا باسم "الشركة") مع مسجل الشركات باسم "الشركة المحدودة بالأسهم" في لجنة الأمن والتبادل الباكستانية (SECP) في 14 ديسمبر 2012 ، والتي يقع في القطعة رقم 131 ، المثلث الصناعي ، طريق كاهوتا ، هوماك ، إسلام آباد. تم تأسيسها كشركة خاصة محدودة بموجب قانون الشركات لعام 1984. تعمل الشركة في المقام الأول في استيراد وتجارة yougart ، المواد اللازمة للمرطبات ومواد المعالجة.

source: Stores, Spares and Tools
ar: مخازن قطع الغيار والأدوات

source: Sub Account
ar: الحساب الفرعي

source: Sub Account Code
ar: رمز الحساب الفرعي

source: Sub Account Description
ar: وصف الحساب الفرعي

source: Sub Account Name
ar: اسم الحساب الفرعي

source: SubCategory
ar: تصنيف فرعي

source: Taxation
ar: تحصيل الضرائب

# Taxations
source: Taxation
ar: الضرائب

# Taxation_statment
source: Income tax expense comprises current and deferred tax. Income tax expense is recognized in the profit and loss account except to the extent that it relates to items recognized directly in equity in which case it is recognized in equity.
ar: ويتألف مصروف ضريبة الدخل الضريبة الحالية والمؤجلة. يتم الاعتراف بمصروف ضريبة الدخل في حساب الربح والخسارة إلا بالقدر الذي يتعلق ببنود معترف بها مباشرة في حقوق الملكية وفي هذه الحالة يتم الاعتراف بها في حقوق الملكية.

source: Third Slide
ar: الشريحة الثالثة

source: This Month
ar: هذا الشهر

source: Today
ar: اليوم

source: Total
ar: مجموع

source: Total Equity
ar: مجموع الاسهم

source: Total Purchases
ar: إجمالي المشتريات

source: Total Unpaid Invoices
ar: إجمالي الفواتير غير المسددة

source: Total Actual Cash Flows
ar: إجمالي التدفقات النقدية الفعلية

source: Total Cash Flows
ar: مجموع التدفقات النقدية

# TOTAL_CASH_FLOWS_AS_PER_BOOK
source: TOTAL CASH FLOWS AS PER BOOKS
ar: مجموع التدفقات النقدية لكل كتاب

source: TOTAL CREADIT ADJUSTMENTS
ar: إجمالي تعديلات الائتمان

source: TOTAL CREADIT ADJUSTMENTS (BRS)
ar: مجموع تعديلات التعديلات الائتمانية

source: TOTAL DEBIT ADJUSTMENTS
ar: إجمالي تعديلات الديون

source: TOTAL DEBIT ADJUSTMENTS (BRS)
ar: إجمالي تعديلات الديو

source: Total In flows
ar: المجموع في التدفقات

source: Trade and Other Receivables
ar: ذمم تجارية مدينة وأخرى

# Trade_and_Other_Receivables_statment
source: Provisions, if any, are recognized when the Company has a present legal or constructive obligation as a result of past events, it is probable that an outflow of resources will be required to settle the obligation and a reliable estimate of the amount can be made
ar: يتم الاعتراف بالمخصصات ، إن وجدت ، عندما يكون على الشركة التزام قانوني أو استدلالي حالي نتيجة للأحداث الماضية ، فمن المحتمل أنه سيلزم تدفق الموارد لتسوية الالتزام ويمكن إجراء تقدير موثوق للمبلغ

source: Trade Receivables
ar: الذمم التجارية

source: Transaction Date
ar: تاريخ الصفقة

source: Trial Balance
ar: ميزان المراجعة

source: Type
ar: اكتب

source: View All Account Categories
ar: عرض جميع فئات الحساب

source: View All Accumulated Depriciation
ar: عرض جميع الإهلاك المتراكم

source: View All Companies
ar: عرض جميع الشركات

source: View All Journal Vouchers
ar: عرض كل قسيمة المجلة

source: View All Projects
ar: عرض جميع المشاريع

source: View All Voucher Types
ar: أنواع العروض

source: View All Bank Reconciliation
ar: عرض جميع تسوية البنك

source: Voucher
ar: فاتورة

source: Voucher Date
ar: تاريخ القسيمة

source: Voucher Entries
ar: إدخال القسيمة

# VoucherNo
source: Voucher#
ar: رقم القسيمة

source: Voucher Number
ar: رقم القسيمة

source: Voucher Type
ar: نوع المستند

source: Voucher Type Name
ar: اسم نوع القسيمة

source: Voucher Type Short Name
ar: نوع القسيمة الاسم المختصر

source: WDV as at June
ar: WDV حتى يونيو

source: year
ar: عام

source: Yesterday
ar: في الامس

source: Actual
ar: الفعلية

source: Actual Expenses
ar: المصروفات الفعلية

source: Actual Income
ar: الدخل الفعلي

source: Address
ar: عنوان

source: Add Monitoring Officier
ar: إضافة مسؤول مراقبة

# Add_or_Edit_Payable_Parties
source: AddEdit Payable Parties
ar: إضافة / تحرير الأطراف المستحقة الدفع

source: Add Payable Parties
ar: إضافة الأطراف المستحقة الدفع

# AdministrativeAnd_General_Expenses
source: Administrative & General Expenses
ar: المصروفات الإدارية والعامة

# after_employer_approval
source: Pending Employer Approval
ar: بعد موافقة صاحب العمل

source: Age Transactions As Of
ar: معاملات العمر اعتبارا من

source: AGIENG ANALYSIS OF PAYABLE BALANCES
ar: تحليل قديم للأرصدة المستحقة الدفع

source: AGIENG ANALYSIS OF RECEIVABLE BALANCES
ar: تحليل قديم للأرصدة المستحقة

source: Altman's Z-Score
ar: ألتمان Z- نقاط

# Assign_Companies
source: Assigned Companies
ar: تعيين الشركات

source: Budget
ar: ميزانية

# Cash_and_Cash_Equivalent_or_Current_liabilities
source: Cash & Cash Equivalent/Current liabilities
ar: النقد والنقد المعادل / الخصوم المتداولة

source: Cash at end of month
ar: النقدية في نهاية الشهر

source: Cash Ratio
ar: نسبة نقدية

source: CELION DOIN
ar: سيلين ديون

source: Chart of Account
ar: الرسم البياني للحساب

source: close
ar: أغلق

source: Code
ar: الشفرة

# Comments_or_Remarks_If_any
source: Comments/Remarks (If any)
ar: تعليقات / ملاحظات (إن وجدت)

source: Contact
ar: اتصل

# Contact_No
source: Contact #
ar: رقم الاتصال

source: Cost of sales
ar: تكلفة المبيعات

source: Create New Officer
ar: إنشاء ضابط جديد

source: Credit Days
ar: أيام الائتمان

source: Credit Limit
ar: الحد الائتماني

source: Current_Assets_Inventory_or_Current_liabilities
ar: (الأصول الجارية - المخزون) / الخصوم المتداولة

# Current_Assets_or_Current_liabilities
source: Current Assets/Current liabilities
ar: الموجودات المتداولة المطلوبات المتداولة

source: Current Balance
ar: الرصيد الحالي

source: Current Ratio
ar: النسبة الحالية

source: Current Ratio Target
ar: هدف النسبة الحالية

source: Current Stocks (Units)
ar: المخزون الحالي (الوحدات)

source: Cutoff by Document Date
ar: قطع حسب تاريخ المستند

source: Daily Dashboard
ar: لوحة القيادة اليومية

source: Days
ar: أيام

source: Debt Ratio
ar: نسبة الدين

source: Debt to Equity
ar: الدين إلى حقوق الملكية

source: Difference
ar: فرق

source: Discontinued
ar: توقف

source: Discontinued Product
ar: منتج غير متاح

source: Email
ar: البريد الإلكتروني

# Employer_Comments_or_Remarks_If_any
source: Employer Comments or Remarks_ f any
ar: تعليقات أو ملاحظات صاحب العمل إن وجدت

source: Enter Address
ar: أدخل العنوان
